B2BGITVersion/StaticDataAPI/HotelList.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://www.juniper.es/webservice/2007/">
   <soapenv:Header/>
   <soapenv:Body>
      <HotelList>
         <HotelListRQ Version="1.1" Language="en">
            <Login Email="user@mydomain.com" Password="pass"/>
            <HotelListRequest ZoneCode="2" ShowBasicInfo="true"/>
         </HotelListRQ>
      </HotelList>
   </soapenv:Body>
</soapenv:Envelope>